{"Introduction to Database Management Systems by Isrd Group": {"Price": "299.00INR", "Decription": "Title Introduction to Database Management Systems by Isrd Group- Rent or Buy New Book on Pustakkosh.com\nAuthor Isrd Group\nDesigned at an introductory level, this book conforms to the syllabus of the DOEACC's 'A' level certificate course on \"Database Management Systems\".", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854421479.jpg"}, "Computer Forensics Computer Crime Scene Investigation by John Vacca": {"Price": "371.00INR", "Decription": "Title Computer Forensics Computer Crime Scene Investigation by John Vacca- Rent or Buy New Book on Pustakkosh.com\nAuthor John Vacca", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854514213.jpg"}, "Excel 2002 from A to Z by Stephen L. Nelson": {"Price": "53.00INR", "Decription": "Title Excel 2002 from A to Z by Stephen L. Nelson- Rent or Buy New Book on Pustakkosh.com\nAuthor Stephen L. Nelson\nAbout The Author: With more than 4,000,000 books sold, Stephen L. Nelson is arguably the bestselling author writing about how to use computers in business.", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854473807.jpg"}, "Management Information Systems A Global Digital Enterprise Perspective by Jawadekar": {"Price": "338.00INR", "Decription": "Title Management Information Systems A Global Digital Enterprise Perspective by Jawadekar- Rent or Buy New Book on Pustakkosh.com\nAuthor Jawadekar\nManagement Information Systems, 5e introduces appropriate changes in the entire process of MIS development, its structure and design.", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854438311.jpg"}, "HTML Javascript for Visual Learners by Chris Charuhas": {"Price": "92.00INR", "Decription": "Title HTML Javascript for Visual Learners by Chris Charuhas- Rent or Buy New Book on Pustakkosh.com\nAuthor Chris Charuhas\nTable Of Contents: HTML Basics Layout & Navigation Interactivity Advanced Layout Practical JavaScript Additional Resources Index Subjects: Computer Science and IT,Internet/Web Programming,Web Programming", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854503229.jpg"}, "Computer Networks 4E by Tanenbaum": {"Price": "311.00INR", "Decription": "Title Computer Networks 4E by Tanenbaum- Rent or Buy New Book on Pustakkosh.com\nAuthor Tanenbaum\nProduct Condition: Pen / Pencil Marks.", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854514223.jpg"}, "Computer Programming by J.B. Dixit": {"Price": "90.00INR", "Decription": "Title Computer Programming by J.B. Dixit- Rent or Buy New Book on Pustakkosh.com\nAuthor J.B. Dixit\nPresents an awareness of computers and applications of computers. This title covers major components of a computer system and information technology.", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854514233.jpg"}, "Practical Approach to Data Structures by M. Hanumanthappa": {"Price": "63.00INR", "Decription": "Title Practical Approach to Data Structures by M. Hanumanthappa- Rent or Buy New Book on Pustakkosh.com\nAuthor M. Hanumanthappa\nOffers an introduction to data structures, queues and lists, sorting, searching, and trees.", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854503763.jpg"}, "Interpersonal Skills at Work by John Hayes": {"Price": "307.00INR", "Decription": "Title Interpersonal Skills at Work by John Hayes- Rent or Buy New Book on Pustakkosh.com\nAuthor John Hayes\nIn this age of e-business, there is an increasing over-reliance on electronic communication and insufficient attention paid to the management of face-to-face relationships.", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854421384.jpg"}, "IT Resources - Implementing XML Managing and Formatting Data by Johhny Brochard": {"Price": "109.00INR", "Decription": "Title IT Resources - Implementing XML Managing and Formatting Data by Johhny Brochard- Rent or Buy New Book on Pustakkosh.com\nAuthor Johhny Brochard\nThis book explains how XML works and describes standards that make up the XML specification. Along with descriptions of DTD files and the use of styles (XSL and XSLT), the book covers the most commonly used XML development techniques, on both the client side and the server side (including XPath, DOM and SAX).", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854503363.jpg"}, "Programming Languages 4E by Pratt": {"Price": "288.00INR", "Decription": "Title Programming Languages 4E by Pratt- Rent or Buy New Book on Pustakkosh.com\nAuthor Pratt", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854503823.jpg"}, "Management Information Systems by Jawadekar": {"Price": "305.00INR", "Decription": "Title Management Information Systems by Jawadekar- Rent or Buy New Book on Pustakkosh.com\nAuthor Jawadekar\nKey Features: This new edition seeks to sharpen the focus on the customer-oriented e-business. The text is well-known for its thorough coverage of the MIS concepts and their applications.", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854438321.jpg"}, "INTRODUCTION TO LOGIC AND COMPUTER DESIGN SIE by Alan Marcovitz": {"Price": "275.00INR", "Decription": "Title INTRODUCTION TO LOGIC AND COMPUTER DESIGN SIE by Alan Marcovitz- Rent or Buy New Book on Pustakkosh.com\nAuthor Alan Marcovitz\nIntroduction to Logic and Computer Design is intended as an introductory book for students of computer science, computer engineering and electrical engineering branches.", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854421539.jpg"}, "Learn to Program Visual Basic Objects by John Smiley": {"Price": "241.00INR", "Decription": "Title Learn to Program Visual Basic Objects by John Smiley- Rent or Buy New Book on Pustakkosh.com\nAuthor John Smiley\nObject-oriented programming defines not only the data type of a data structure, but also the types of operations in which that data structure can be used or manipulated.", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854503463.jpg"}, "A Hand Book of Objected Oriented Programming with Java by Rakshit Sandip": {"Price": "69.00INR", "Decription": "Title A Hand Book of Objected Oriented Programming with Java by Rakshit Sandip- Rent or Buy New Book on Pustakkosh.com\nAuthor Rakshit Sandip\nFree Delivery if order value from the seller is greater than 399. Used Book in good condition. No missing/ torn pages.", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854438435.jpg"}, "DATABASE MANAGEMENT SYSTEM by Arun Majumdar": {"Price": "451.00INR", "Decription": "Title DATABASE MANAGEMENT SYSTEM by Arun Majumdar- Rent or Buy New Book on Pustakkosh.com\nAuthor Arun Majumdar\n\"This book provides a through grounding in the design and implementation of database management systems.", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854421474.jpg"}, "Java WebSocket Programming by Coward": {"Price": "359.00INR", "Decription": "Title Java WebSocket Programming by Coward- Rent or Buy New Book on Pustakkosh.com\nAuthor Coward\nJava Web Socket Programming is a practical, hands-on guide that teaches the Java developer how to create new Web Socket applications and how to enrich existing Web applications with Web Socket.", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854421823.jpg"}, "JSP 2.0 The Complete Reference Second Edition by Phillip Hanna": {"Price": "531.00INR", "Decription": "Title JSP 2.0 The Complete Reference Second Edition by Phillip Hanna- Rent or Buy New Book on Pustakkosh.com\nAuthor Phillip Hanna\nThe Ultimate Resource on JavaServer Pages\nCovers JSP 2.0, Java Servlet 2.4 & XML/XSLT\nWrite, deploy, and debug powerful JSP applications for a wide range of platforms.", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854421880.jpg"}, "Red Hat Linux Study Guide by Vijay Shekhar": {"Price": "248.00INR", "Decription": "Title Red Hat Linux Study Guide by Vijay Shekhar- Rent or Buy New Book on Pustakkosh.com\nAuthor Vijay Shekhar\nThe Red Hat Linux Study Guide is a must for aspiring Red Hat certified engineers. The book encompasses basics, installation, working with shells and editors, GNOME desktops, KDE Linux desktop and more.", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854503848.jpg"}, "Fundamentals of Data Structures in C Second Edition by Sahni Horowitz": {"Price": "242.00INR", "Decription": "Title Fundamentals of Data Structures in C Second Edition by Sahni Horowitz- Rent or Buy New Book on Pustakkosh.com\nAuthor Sahni Horowitz\nThis new edition provides a comprehensive and technically rigorous introduction to data structures such as arrays, stacks, queues, linked lists, trees and graphs and techniques such as sorting hashing that form the basis of all software.", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854473882.jpg"}, "Learn to Program Visual Basic Databases by John Smiley": {"Price": "230.00INR", "Decription": "Title Learn to Program Visual Basic Databases by John Smiley- Rent or Buy New Book on Pustakkosh.com\nAuthor John Smiley\nLearn to Program Visual Basic Databases", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854503453.jpg"}, "Keeping Ahead - Java 2 by Benjamin Aumaille": {"Price": "127.00INR", "Decription": "Title Keeping Ahead - Java 2 by Benjamin Aumaille- Rent or Buy New Book on Pustakkosh.com\nAuthor Benjamin Aumaille\nThe KeepingAhead collection provides invaluable support for the initiation or application of certain fields of computing such as networks, programming language, etc.", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854503396.jpg"}, "": {"Price": "725.00INR", "Decription": "A beginner's guide discusses wired and wireless network design, configuration,hardware,protocols ,security,backup recovery and visualization.one can make use of book for following activities:\n* Understand network cabling,topologies, hardware and the OSI seven layer model.\n* Connect LANs and WANs."}, "Programming and Problem Solving Through C Language by Harsha Priya": {"Price": "171.00INR", "Decription": "Title Programming and Problem Solving Through C Language by Harsha Priya- Rent or Buy New Book on Pustakkosh.com\nAuthor Harsha Priya\nOur ultimate aim is that this book should help the buyer of this book to fulfil his or her purpose of buying this book.", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854503828.jpg"}, "Commercial Application Development Using ORACLE Developer 2000 by Ivan Bayross": {"Price": "178.00INR", "Decription": "Title Commercial Application Development Using ORACLE Developer 2000 by Ivan Bayross- Rent or Buy New Book on Pustakkosh.com\nAuthor Ivan Bayross\nThe book has been written to provide genuine domain knowledge to programmers who wish to learn web based commercial application development using Oracle 9Ids as a front-end and Oracle 9i AS on Linux as the back-end.", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854503713.jpg"}, "Database Management Systems Complete Practical Approach by Sharad Maheshwari": {"Price": "400.00INR", "Decription": "Title Database Management Systems Complete Practical Approach by Sharad Maheshwari- Rent or Buy New Book on Pustakkosh.com\nAuthor Sharad Maheshwari\nDigital Management System - Complete Practical Approach provides a complete guide to the practical implementations of DBMS concepts including SQL, Oracle, Oracle Administration and PL/SQL development.", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854473403.jpg"}, "Operating System Fundamentals by D. Irtegov": {"Price": "480.00INR", "Decription": "Title Operating System Fundamentals by D. Irtegov- Rent or Buy New Book on Pustakkosh.com\nAuthor D. Irtegov\nThis comprehensive reference is written for software developers, operating system designers, and computer science students who need a conceptual background in operating systems.", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854473375.jpg"}, "Java EE Applications on Oracle Java Cloud Develop Deploy Monitor and Manage Your Java Cloud Applications by Harshad Oak": {"Price": "381.00INR", "Decription": "Title Java EE Applications on Oracle Java Cloud Develop Deploy Monitor and Manage Your Java Cloud Applications by Harshad Oak- Rent or Buy New Book on Pustakkosh.com\nAuthor Harshad Oak\nJava Ee Applications On Oracle Java Cloud by Harshad Oak, Mc Graw Hill India, 2015, Paperback, 9789339222130", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854421789.jpg"}, "Java Servlets Java Masters by Karl Moss": {"Price": "2 567.00INR", "Decription": "Title Java Servlets Java Masters by Karl Moss- Rent or Buy New Book on Pustakkosh.com\nAuthor Karl Moss\nServlets interact with databases. Servlets pull information from the database and deliver it in any format the user requests.", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854421818.jpg"}, "The Assembly Programming Master Book by Vlad Pirogov": {"Price": "248.00INR", "Decription": "Title The Assembly Programming Master Book by Vlad Pirogov- Rent or Buy New Book on Pustakkosh.com\nAuthor Vlad Pirogov", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854514088.jpg"}, "Java in easy steps 4th Edition by N/A In Easy Steps": {"Price": "336.00INR", "Decription": "Title Java in easy steps 4th Edition by N/A In Easy Steps- Rent or Buy New Book on Pustakkosh.com\nAuthor N/A In Easy Steps\nJava in easy steps instructs you how to easily create your own exciting Java programs. Now, updated for Java 7, it contains separate chapters on the major features of the Java language.", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854421806.jpg"}, "Java Fundamentals - SIE by Herbert Schildt": {"Price": "510.00INR", "Decription": "Title Java Fundamentals - SIE by Herbert Schildt- Rent or Buy New Book on Pustakkosh.com\nAuthor Herbert Schildt\nThis book teaches the fundamentals of programming by way of the Java language. It assumes no prior programming experience and begins with the basics, such as how to compile and run a Java program.", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854421796.jpg"}, "An Introduction to Data Structures with Application by Jean-Paul Tremblay": {"Price": "446.00INR", "Decription": "Title An Introduction to Data Structures with Application by Jean-Paul Tremblay- Rent or Buy New Book on Pustakkosh.com\nAuthor Jean-Paul Tremblay\nPreface to the Second Edition Preface to the First Edition Chapter 0. Introduction Chapter 1. Information and its Storage Representation Chapter 2.", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854421464.jpg"}, "Practical Work in Geography Part - 2 Textbook for Class - 12 - 12101 by NCERT": {"Price": "46.00INR", "Decription": "Title Practical Work in Geography Part - 2 Textbook for Class - 12 - 12101 by NCERT- Rent or Buy New Book on Pustakkosh.com\nAuthor NCERT\nNCERT text book for school.", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854514383.jpg"}, "Java by Mike McGrath": {"Price": "160.00INR", "Decription": "Title Java by Mike McGrath- Rent or Buy New Book on Pustakkosh.com\nAuthor Mike McGrath\nJava in easy steps instructs you how to easily create your own exciting Java programs. It is updated for the latest release and contains separate chapters on the major features of the Java language.", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854421784.jpg"}, "Computer Fundamental M.S. Office Internet and Web Technology Hindi Medium by Dinesh Maidasani": {"Price": "80.00INR", "Decription": "Title Computer Fundamental M.S. Office Internet and Web Technology Hindi Medium by Dinesh Maidasani- Rent or Buy New Book on Pustakkosh.com\nAuthor Dinesh Maidasani\nComputer Fundamental, M.S. Office, Internet and Web Technology (Hindi Medium)", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854514218.jpg"}, "Unix and Shell Programming by Archna Verma": {"Price": "69.00INR", "Decription": "Title Unix and Shell Programming by Archna Verma- Rent or Buy New Book on Pustakkosh.com\nAuthor Archna Verma\nUnix and Shell Programming has been written for M.C.A. Ist year students of U.P. Technical University, Lucknow for their course \"Unix and Shell Programming\" in second semester.", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854514163.jpg"}, "Microsoft Office PowerPoint 2007 Visual Quick Tips by Paul Mcfedries": {"Price": "74.00INR", "Decription": "Title Microsoft Office PowerPoint 2007 Visual Quick Tips by Paul Mcfedries- Rent or Buy New Book on Pustakkosh.com\nAuthor Paul Mcfedries\n\"\nPowerPoint 2007 Visual Quick Tips provides visual learners with useful and unexpected techniques that can be performed using Microsofts robust presentation software.", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854514322.jpg"}, "MS Excel 2003 Straight to the Point by Firewall Media": {"Price": "42.00INR", "Decription": "Title MS Excel 2003 Straight to the Point by Firewall Media- Rent or Buy New Book on Pustakkosh.com\nAuthor Firewall Media\nTable Of Contents: 1. Introduction to Microsoft Excel 2003; 2. Menu Commands of Microsoft Excel 2003; 3.", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854503948.jpg"}, "Loyalty 3.0 How to Revolutionize Customer and Employee Engagement with Big Data and Gamification by Rajat Paharia": {"Price": "371.00INR", "Decription": "Title Loyalty 3.0 How to Revolutionize Customer and Employee Engagement with Big Data and Gamification by Rajat Paharia- Rent or Buy New Book on Pustakkosh.com\nAuthor Rajat Paharia\nOnce revolutionary, loyalty programs designed to differentiate products quickly became commoditized and yet, billions of dollars are still spent every year on programs that are doomed to fail.", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854438133.jpg"}, "The Real-World Network Troubleshooting Manual by Alan Sugano": {"Price": "209.00INR", "Decription": "Title The Real-World Network Troubleshooting Manual by Alan Sugano- Rent or Buy New Book on Pustakkosh.com\nAuthor Alan Sugano\n\"The Real Work Network Troubleshooting Manual\".", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854514118.jpg"}, "Introduction To Computer Science by Tremblay": {"Price": "161.00INR", "Decription": "Title Introduction To Computer Science by Tremblay- Rent or Buy New Book on Pustakkosh.com\nAuthor Tremblay", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854421449.jpg"}, "Introduction to Data Base Management by Prakash Naveen": {"Price": "616.00INR", "Decription": "Title Introduction to Data Base Management by Prakash Naveen- Rent or Buy New Book on Pustakkosh.com\nAuthor Prakash Naveen", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854421469.jpg"}, "Learn to Program Visual Basic Examples by John Smiley": {"Price": "196.00INR", "Decription": "Title Learn to Program Visual Basic Examples by John Smiley- Rent or Buy New Book on Pustakkosh.com\nAuthor John Smiley\nLearn to Program Visual Basic Examples", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854503458.jpg"}, "Management Information Systems by Stephen Haag": {"Price": "479.00INR", "Decription": "Title Management Information Systems by Stephen Haag- Rent or Buy New Book on Pustakkosh.com\nAuthor Stephen Haag\nA contemporary writing style and a wealth of examples will engage students. Chapters cover what instructors want students to know about MIS while Extended Learning Modules (XLMs) show students what they can do with MIS.", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854438306.jpg"}, "Keeping Ahead - Java Script and VB Script by Benjamin Aumaille": {"Price": "135.00INR", "Decription": "Title Keeping Ahead - Java Script and VB Script by Benjamin Aumaille- Rent or Buy New Book on Pustakkosh.com\nAuthor Benjamin Aumaille\nThe KeepingAhead collection provides invaluable support for the initiation or application of certain fields of computing such as networks, programming language, etc.", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854503401.jpg"}, "FrontPage 2000 for Visual Learners by Chris Charuhas": {"Price": "98.00INR", "Decription": "Title FrontPage 2000 for Visual Learners by Chris Charuhas- Rent or Buy New Book on Pustakkosh.com\nAuthor Chris Charuhas\nTable Of Contents: Contents: 1. FrontPage Basics; 2. Layout & Navigation; 3. Utilities; 4. Interactivity; 5.", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854473859.jpg"}, "Computer Evidence Collection and Preservation by Christopher L.T. Brown": {"Price": "200.00INR", "Decription": "Title Computer Evidence Collection and Preservation by Christopher L.T. Brown- Rent or Buy New Book on Pustakkosh.com\nAuthor Christopher L.T. Brown\nComputer Evidence (Collection and Preservation)", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854514208.jpg"}, "Data Networking Made Easy by Karen Patten": {"Price": "204.00INR", "Decription": "Title Data Networking Made Easy by Karen Patten- Rent or Buy New Book on Pustakkosh.com\nAuthor Karen Patten", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854473380.jpg"}, "Unix and C Programming by Ashok Arora": {"Price": "219.00INR", "Decription": "Title Unix and C Programming by Ashok Arora- Rent or Buy New Book on Pustakkosh.com\nAuthor Ashok Arora\nThe book is especially meant for engineering students of various universities of India. It is strictly prepared as per the syllabus of B.", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854514158.jpg"}, "Oracle 11i The Complete Reference by Rashami Anandi": {"Price": "335.00INR", "Decription": "Title Oracle 11i The Complete Reference by Rashami Anandi- Rent or Buy New Book on Pustakkosh.com\nAuthor Rashami Anandi", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854503708.jpg"}, "IT Security Metrics A Practical Framework for Measuring Security Protecting Data by Lance Hayden": {"Price": "394.00INR", "Decription": "Title IT Security Metrics A Practical Framework for Measuring Security Protecting Data by Lance Hayden- Rent or Buy New Book on Pustakkosh.com\nAuthor Lance Hayden\nImplement an Effective Security Metrics Project or Program\nIT Security Metrics provides a comprehensive approach to measuring risks, threats, operational activities, and the effectiveness of data protection in your organization.", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854421766.jpg"}, "Red Hat Linux The Complete Bible by Vijay Shekhar": {"Price": "357.00INR", "Decription": "Title Red Hat Linux The Complete Bible by Vijay Shekhar- Rent or Buy New Book on Pustakkosh.com\nAuthor Vijay Shekhar\nRed Hat Linux- The Compete Bible? is the beginner tool to grasp core concepts and gain an in-depth understanding of Red Hat Linux 9.", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854503843.jpg"}, "Management Information System by Avdhesh gupta": {"Price": "165.00INR", "Decription": "Title Management Information System by Avdhesh gupta- Rent or Buy New Book on Pustakkosh.com\nAuthor Avdhesh gupta\nThe salient features of this book are: Coverage of all the topics in the syllabus. Use of simple and easy language to understand the subject.", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854503584.jpg"}, "Information Technology Bible by Ramesh Bangia": {"Price": "197.00INR", "Decription": "Title Information Technology Bible by Ramesh Bangia- Rent or Buy New Book on Pustakkosh.com\nAuthor Ramesh Bangia\nGiving the information about the computers, this book tells you how to use it and use it effectively to produce results.", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854503316.jpg"}, "IT Auditing Using Controls to Protect Information Assets 2nd Edition by Chris Davis": {"Price": "516.00INR", "Decription": "Title IT Auditing Using Controls to Protect Information Assets 2nd Edition by Chris Davis- Rent or Buy New Book on Pustakkosh.com\nAuthor Chris Davis\nSecure Your Systems Using the Latest IT Auditing Techniques\nFully updated to cover leading-edge tools and technologies, IT Auditing: Using Controls to Protect Information Assets, Second Edition, explains, step by step, how to implement a successful, enterprise-wide IT audit program.", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854421751.jpg"}, "Management Information System Conceptual Foundations - Structure and Development by Gordon Davis": {"Price": "450.00INR", "Decription": "Title Management Information System Conceptual Foundations - Structure and Development by Gordon Davis- Rent or Buy New Book on Pustakkosh.com\nAuthor Gordon Davis\nA major contribution of the first of the text was to define the scope or domain of management information system.", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854438316.jpg"}, "Introduction to Object Oriented Programming through Java by Isrd Group": {"Price": "362.00INR", "Decription": "Title Introduction to Object Oriented Programming through Java by Isrd Group- Rent or Buy New Book on Pustakkosh.com\nAuthor Isrd Group\nThis book is designed for the course on Object Oriented Programming through Java offered to students taking the DOEACC's 'A' level certificate examination.", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854421584.jpg"}, "Dreamweaver 4 for Visual Learners by Chris Charuhas": {"Price": "83.00INR", "Decription": "Title Dreamweaver 4 for Visual Learners by Chris Charuhas- Rent or Buy New Book on Pustakkosh.com\nAuthor Chris Charuhas\nTable Of Contents: 1. Dreamweaver Basics 2. Layout & Navigation 3. Utilities 4. Interactivity 5. Advanced Layout 6.", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854473593.jpg"}, "Computer Concepts and C Programming by J.B. Dixit": {"Price": "151.00INR", "Decription": "Title Computer Concepts and C Programming by J.B. Dixit- Rent or Buy New Book on Pustakkosh.com\nAuthor J.B. Dixit\nAbout The Author: Jai Bhagwan Dixit obtained his M.Sc. (Applied Mathematics) from K.U.,Kurukshetra(Haryana) and Post M.", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854514203.jpg"}, "Microsoft Office Excel 2007 Visual Quick Tips by Denise Etheridge": {"Price": "76.00INR", "Decription": "Title Microsoft Office Excel 2007 Visual Quick Tips by Denise Etheridge- Rent or Buy New Book on Pustakkosh.com\nAuthor Denise Etheridge\nThis easy-to-use, full-color guide targets the visual learner who is looking for quick and easy answers to common Excel questions.", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854514317.jpg"}, "On Your Side - Microsoft Office XP Access 2002 by Adrienne Tommy": {"Price": "117.00INR", "Decription": "Title On Your Side - Microsoft Office XP Access 2002 by Adrienne Tommy- Rent or Buy New Book on Pustakkosh.com\nAuthor Adrienne Tommy\nYou need clear, precise and complete information in order to discover a new application close to the one you are already using or simply to progress to the latest version: the collection ON YOUR SIDE is made for you! In each of our manuals, you will find all the software's functions fully detailed and illustrated with the help of dialog boxes and screen shots so that you can find information more rapidly.", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854503663.jpg"}, "System Software by M. Joseph": {"Price": "98.00INR", "Decription": "Title System Software by M. Joseph- Rent or Buy New Book on Pustakkosh.com\nAuthor M. Joseph\nIntends to simplify the concepts of system programming. This book is suitable for the beginners who are willing to undergo a course in system software, as well as for teachers who teach system software.", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854514038.jpg"}, "Java - J2SE 5 A Practical Approach by B. Mohamed Ibrahim": {"Price": "113.00INR", "Decription": "Title Java - J2SE 5 A Practical Approach by B. Mohamed Ibrahim- Rent or Buy New Book on Pustakkosh.com\nAuthor B. Mohamed Ibrahim\nThis book is practical oriented and contains 100 complete programs. Almost each and every concept in J2SE is illustrated through these programs.", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854503368.jpg"}, "The Java Handbook by Patrick Naughton": {"Price": "336.00INR", "Decription": "Title The Java Handbook by Patrick Naughton- Rent or Buy New Book on Pustakkosh.com\nAuthor Patrick Naughton\nEverything you neeed to know about Java and Web Programming. Java, the revolutionary new programming environment from San Microsystems, is bringing new levels of interactivity to the World Wide Web.", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854421801.jpg"}, "Preventative Programming Techniques by Brian Hawkins": {"Price": "228.00INR", "Decription": "Title Preventative Programming Techniques by Brian Hawkins- Rent or Buy New Book on Pustakkosh.com\nAuthor Brian Hawkins\nPreventative Programming Techniques", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854503775.jpg"}, "Internet The Complete Reference Millennium Edition by Margaret Levine Young": {"Price": "375.00INR", "Decription": "Title Internet The Complete Reference Millennium Edition by Margaret Levine Young- Rent or Buy New Book on Pustakkosh.com\nAuthor Margaret Levine Young\nThe Most Definitive Guide to the Internet Available\nMake the most of all the Net has to offer with help from best-selling Internet author Margaret Levine Young.", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854421374.jpg"}, "Object-Oriented Programming From Problem Solving to Java by Jose M. Garrido": {"Price": "174.00INR", "Decription": "Title Object-Oriented Programming From Problem Solving to Java by Jose M. Garrido- Rent or Buy New Book on Pustakkosh.com\nAuthor Jose M. Garrido", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854503658.jpg"}, "Interview Safalta Payein by Sudhir Andrews": {"Price": "108.00INR", "Decription": "Title Interview Safalta Payein by Sudhir Andrews- Rent or Buy New Book on Pustakkosh.com\nAuthor Sudhir Andrews", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854421394.jpg"}, "Keeping Ahead - Using Linux Kernel Version 2.0 to 2.2 by Bruno Guerin": {"Price": "96.00INR", "Decription": "Title Keeping Ahead - Using Linux Kernel Version 2.0 to 2.2 by Bruno Guerin- Rent or Buy New Book on Pustakkosh.com\nAuthor Bruno Guerin\nThe KeepingAhead collection provides invaluable support for the initiation or application of certain fields of computing such as networks, programming language, etc.", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854503411.jpg"}, "The Art of Programming Through Flowcharts Algorithms by Anil Bikas Chaudhuri": {"Price": "71.00INR", "Decription": "Title The Art of Programming Through Flowcharts Algorithms by Anil Bikas Chaudhuri- Rent or Buy New Book on Pustakkosh.com\nAuthor Anil Bikas Chaudhuri\nThis book is meant for the beginners in computer programming. It is an endeavour to help those who initially stumble in tackling the program logic - be it at the school level or at the college level.", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854514083.jpg"}, "Jurans Quality Handbook The Complete Guide to Performance Excellence 6e by Joseph Defeo": {"Price": "1 727.00INR", "Decription": "Title Jurans Quality Handbook The Complete Guide to Performance Excellence 6e by Joseph Defeo- Rent or Buy New Book on Pustakkosh.com\nAuthor Joseph Defeo\nThe definitive quality management compendium--revised for the first time in a decade\nFor more than 50 years, Juran's Quality Handbook has been the singular essential reference to quality management and engineering.", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854421898.jpg"}, "Computer Peripherals and Interfacing by Jyoti Snehi": {"Price": "42.00INR", "Decription": "Title Computer Peripherals and Interfacing by Jyoti Snehi- Rent or Buy New Book on Pustakkosh.com\nAuthor Jyoti Snehi\nComputer Peripherals and Interfacing provides a comprehensive coverage of the peripheral devices and their interfacing.", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854514228.jpg"}, "Introduction to Graph Theory by Gary Chartrand": {"Price": "468.00INR", "Decription": "Title Introduction to Graph Theory by Gary Chartrand- Rent or Buy New Book on Pustakkosh.com\nAuthor Gary Chartrand\nContents. 1. Introduction. 2. Degrees. 3. Isomorphic Graphs. 4. Trees. 5. Connectivity. 6. Traversability.", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854421524.jpg"}, "Magic of C with .Net Frame Work by Shibi Panikkar": {"Price": "437.00INR", "Decription": "Title Magic of C with .Net Frame Work by Shibi Panikkar- Rent or Buy New Book on Pustakkosh.com\nAuthor Shibi Panikkar\nOffers coverage of C# from the scratch with simple presentation. This title helps you to build standalone applications and wed applications.", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854503559.jpg"}, "Data Structures Through C Language by Ghosh Debarata Dastidar": {"Price": "189.00INR", "Decription": "Title Data Structures Through C Language by Ghosh Debarata Dastidar- Rent or Buy New Book on Pustakkosh.com\nAuthor Ghosh Debarata Dastidar\nThe book is primarily intended to be used by undergraduate students who are familiar with the concepts of programming and C programming language.", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854473388.jpg"}, "Labview Graphical Programming by Johnson": {"Price": "546.00INR", "Decription": "Title Labview Graphical Programming by Johnson- Rent or Buy New Book on Pustakkosh.com\nAuthor Johnson\nLabVIEW is an award-winning programming language that allows engineers to create \"virtual\" instruments on their desktop.", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854421943.jpg"}, "Data Warehousing Fundamentals A Comprehensive Guide for IT Professionals by Paulraj Ponniah": {"Price": "324.00INR", "Decription": "Title Data Warehousing Fundamentals A Comprehensive Guide for IT Professionals by Paulraj Ponniah- Rent or Buy New Book on Pustakkosh.com\nAuthor Paulraj Ponniah\nThis book explores all topics needed by those who design and implement data warehouses. Readers will learn about planning requirements, architecture, infrastructure, data preparation, information delivery, implementation and maintenance.", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854473398.jpg"}, "Javascript the Complete Reference by Thomas Powell": {"Price": "416.00INR", "Decription": "Title Javascript the Complete Reference by Thomas Powell- Rent or Buy New Book on Pustakkosh.com\nAuthor Thomas Powell\nCreate dynamic, interactive Web pages with the latest upgrade to this flexible development tool. Coverage includes event handling, object oriented programming, IE specific content, XML, and sample code that lets you work through projects and provides groundwork for your own creations.", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854421813.jpg"}, "The Software Vulnerability Guide by Herbert H. Thompson": {"Price": "159.00INR", "Decription": "Title The Software Vulnerability Guide by Herbert H. Thompson- Rent or Buy New Book on Pustakkosh.com\nAuthor Herbert H. Thompson\nHelps developers and testers better understand the underlying security flaws in software and provides a reference for security bugs.", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854514128.jpg"}, "Cryptography And Network Security Principles And Practices 4Th Ed. by William Stallings": {"Price": "427.00INR", "Decription": "Title Cryptography And Network Security Principles And Practices 4Th Ed. by William Stallings- Rent or Buy New Book on Pustakkosh.com\nAuthor William Stallings\nFor one-semester, undergraduate- or graduate-level courses in Cryptography, Computer Security, and Network Security.", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854514253.jpg"}, "Linux A Practical Approach by B. Mohamed Ibrahim": {"Price": "112.00INR", "Decription": "Title Linux A Practical Approach by B. Mohamed Ibrahim- Rent or Buy New Book on Pustakkosh.com\nAuthor B. Mohamed Ibrahim\nThis book is practical oriented. Every concept in Linux is explained with examples and screen layouts.", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854503518.jpg"}, "Practical Linux Programming by Ashfaq A. Khan": {"Price": "189.00INR", "Decription": "Title Practical Linux Programming by Ashfaq A. Khan- Rent or Buy New Book on Pustakkosh.com\nAuthor Ashfaq A. Khan", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854503770.jpg"}, "Visual Basic 2005 Straight to the Point by Dinesh Maidasani": {"Price": "67.00INR", "Decription": "Title Visual Basic 2005 Straight to the Point by Dinesh Maidasani- Rent or Buy New Book on Pustakkosh.com\nAuthor Dinesh Maidasani\nTable Of Contents: Contents: 1. Introduction to Visual Basic 2005, 2. Basics of Visual Programming, 3.", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854503988.jpg"}, "Microsoft Office 2000 by M.K. Dadrwal": {"Price": "81.00INR", "Decription": "Title Microsoft Office 2000 by M.K. Dadrwal- Rent or Buy New Book on Pustakkosh.com\nAuthor M.K. Dadrwal", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854514307.jpg"}, "Introductory Algebra A Real - World Approach by Ignacio Bello": {"Price": "588.00INR", "Decription": "Title Introductory Algebra A Real - World Approach by Ignacio Bello- Rent or Buy New Book on Pustakkosh.com\nAuthor Ignacio Bello\nThrough down-to-earth explanations, patient skill-building and exceptionally interesting and realistic applications, this worktext will empower students to learn and master mathematics in the real world.", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854421694.jpg"}, "Linux Administration A Beginners Guide 6E by Wale Soyinka": {"Price": "515.00INR", "Decription": "Title Linux Administration A Beginners Guide 6E by Wale Soyinka- Rent or Buy New Book on Pustakkosh.com\nAuthor Wale Soyinka\nEssential Linux Management Skills Made Easy\nEffectively deploy and maintain Linux and other Free and Open Source Software (FOSS) on your servers or entire network using this practical resource.", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854438091.jpg"}, "Learning Visual Basic .Net Through Applications by Clayton Crooks": {"Price": "268.00INR", "Decription": "Title Learning Visual Basic .Net Through Applications by Clayton Crooks- Rent or Buy New Book on Pustakkosh.com\nAuthor Clayton Crooks\nLearning Visual Basic .Net Through Applications", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854503448.jpg"}, "Introduction to Object Oriented Programming and C For Doeacc A Level by Isrd Group": {"Price": "245.00INR", "Decription": "Title Introduction to Object Oriented Programming and C For Doeacc A Level by Isrd Group- Rent or Buy New Book on Pustakkosh.com\nAuthor Isrd Group\nThis book is designed for the course on Object Oriented Programming and C++ offered to students taking the DOEACC's 'A' level certificate examination.", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854421589.jpg"}, "Global Outsourcing with Microsoft Visual Studio 2005 Team System by Jamil Azher": {"Price": "247.00INR", "Decription": "Title Global Outsourcing with Microsoft Visual Studio 2005 Team System by Jamil Azher- Rent or Buy New Book on Pustakkosh.com\nAuthor Jamil Azher\n\"Global Outsourcing with Microsoft Visual Studio 2005 Team System\".", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854473993.jpg"}, "INFORMATION TECHNOLOGY FOR MANAGEMENT by Henry Lucas": {"Price": "325.00INR", "Decription": "Title INFORMATION TECHNOLOGY FOR MANAGEMENT by Henry Lucas- Rent or Buy New Book on Pustakkosh.com\nAuthor Henry Lucas\nThis book is designed for business with no particular background in information systems. Its primary goal is to help prepare students to assume an active and significant role in the management, design and use of information technology.", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854421209.jpg"}, "Introduction to Operations Research A Computer - Oriented Algorithmic Approach by Billy Gilett": {"Price": "353.00INR", "Decription": "Title Introduction to Operations Research A Computer - Oriented Algorithmic Approach by Billy Gilett- Rent or Buy New Book on Pustakkosh.com\nAuthor Billy Gilett\nThis book is designed to serve as an introductory OR textbook for students interested in problem solving, as a textbook for a short course in computer-oriented methods, and as a handbook of optimization methods and computer programs for the practitioner.", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854421594.jpg"}, "Introduction to Computing Systems by Yale Patt": {"Price": "435.00INR", "Decription": "Title Introduction to Computing Systems by Yale Patt- Rent or Buy New Book on Pustakkosh.com\nAuthor Yale Patt\nIntroduction to Computing Systems: From bits & gates to C & beyond, now in its second edition, is designed to give students a better understanding of computing early in their college careers in order to give them a stronger foundation for later courses.", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854421459.jpg"}, "Microsoft Power Point 2003 Straight to the Point by Dinesh Maidasani": {"Price": "67.00INR", "Decription": "Title Microsoft Power Point 2003 Straight to the Point by Dinesh Maidasani- Rent or Buy New Book on Pustakkosh.com\nAuthor Dinesh Maidasani\nIncludes such contents as - Introduction to Microsoft PowerPoint 2003; Menu Commands of Microsoft PowerPoint 2003; Creating Presentations in Microsoft PowerPoint 2003; Working on the Presentation; Working on Slides; More Commands of Microsoft PowerPoint 2003; A look at Microsoft Office 2003; and, Keyboard Shortcuts in Microsoft PowerPoint 2003.", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854503943.jpg"}, "Information Theory Coding and Cryptography by Ranjan Bose": {"Price": "336.00INR", "Decription": "Title Information Theory Coding and Cryptography by Ranjan Bose- Rent or Buy New Book on Pustakkosh.com\nAuthor Ranjan Bose\nThe fields of Information Theory, Coding and Cryptography are ever expanding, and the last six years have seen a spurt of new ideas germinate, mature and get absorbed in industrial standards and applications.", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854421214.jpg"}, "On Your Side - Excel 2002 by Adrienne Tommy": {"Price": "75.00INR", "Decription": "Title On Your Side - Excel 2002 by Adrienne Tommy- Rent or Buy New Book on Pustakkosh.com\nAuthor Adrienne Tommy\nThis is a practical guide to getting the most out of Excel 2002. All the features of the application are explained and illustrated: the Excel 2002 environment and how to configure it, how to use the task pane, managing documents (creating, saving, sending by e-mail), entering, editing and formatting data, protecting and sharing group work, using styles and templates, printing, worksheet management, using formulas, working with charts and drawing objects, using lists and pivot tables, creating macros and Web pages.", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854503668.jpg"}, "Keeping Ahead - C Programming Language by Bruno Dubois": {"Price": "105.00INR", "Decription": "Title Keeping Ahead - C Programming Language by Bruno Dubois- Rent or Buy New Book on Pustakkosh.com\nAuthor Bruno Dubois\nThe KeepingAhead collection provides invaluable support for the initiation or application of certain fields of computing such as networks, programming language, etc.", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854503386.jpg"}, "Foundations of Computer Science by Ashok Arora": {"Price": "158.00INR", "Decription": "Title Foundations of Computer Science by Ashok Arora- Rent or Buy New Book on Pustakkosh.com\nAuthor Ashok Arora\nComputer Fundamentals and Information Technology has become a compulsory subject for various academic and professional degree courses both at undergraduate and postgraduate levels.", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854473843.jpg"}, "Practical Work in Geography Part - 1 Textbook for Class - 11 - 11096 by NCERT": {"Price": "67.00INR", "Decription": "Title Practical Work in Geography Part - 1 Textbook for Class - 11 - 11096 by NCERT- Rent or Buy New Book on Pustakkosh.com\nAuthor NCERT\nNCERT text book for school.", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854514378.jpg"}, "Taxonomy of Database Management System by Aditya Kumar Gupta": {"Price": "67.00INR", "Decription": "Title Taxonomy of Database Management System by Aditya Kumar Gupta- Rent or Buy New Book on Pustakkosh.com\nAuthor Aditya Kumar Gupta\nThis book is designed for MCA II year and B.Tech. III year students of UP Technology University, Lucknow.", "Image_URL": "https://dqzrr9k4bjpzk.cloudfront.net/images/741189/854514043.jpg"}}